app/views/students/index.erb

SELECT "students".* FROM "students"
---
<ul>
  <% Student.all.each do |student| %>